Repository: Livine-Organization/livine
Catalog: lib/src/l10n/app_*.arb
Languages: ar

source: Welcome,
ar: اهلا بك،

source: Settings
ar: الاعدادات

source: Logout
ar: تسجيل الخروج

source: Profile
ar: الحساب الشخصي

source: Languages
ar: اللغات

source: Theme
ar: الوضع

source: Feedback
ar: إبلاغ

source: Report a bug
ar: إبلاغ عن مشكلة

source: Misc
ar: متفرقات

source: Terms and Conditions
ar: الأحكام والشروط

source: Privacy Policy
ar: سياسة الخصوصية

source: Info
ar: عن البرنامج

source: Version
ar: النسخة

source: Language
ar: اللغة

source: General
ar: عام

source: Breakfast
ar: الفطار

source: Dinner
ar: العشاء

source: Lunch
ar: الغذاء

source: Snacks
ar: وجبات خفيفة

source: Ingridents
ar: المكونات

source: Watch video
ar: مشاهدة فيديو

source: Shakshuka
ar: شكشوكة

source: Crustless Quiche
ar: كيشي بدون قشرة

source: Burrito
ar: بوريتو

source: Baked Oatmeal
ar: شوفان مشوي

source: Apple Cinnamon Oat
ar: التفاح بالقرفة والشوفان

source: Banana Bread
ar: خبر بالموز

source: Waffles
ar: بسكويتات الوفل

source: Wild Mushroom Risotto
ar: ريزوتو بالفطر

source: Grilled Steak Tortilla Salad
ar: سلطة تورتيلا ستيك مشوي

source: Feta Shrimp and Polenta
ar: روبيان فيتا وبولينتا

source: Black Bean Soup
ar: شربة فول

source: Bass With Radish Salsa
ar: باس مع صلصة الفجل

source: Eggplant Parmesan
ar: بارما الباذنجان

source: Roasted Cauliflower Tacos
ar: قرنبيط محمص تاكو

source: Carrot with Radish Salad
ar: سلطة جزر بالفجل

source: Salmon Salad
ar: سلطة سلمون

source: Panzanella
ar: بانزانيلا

source: Caesar Salad
ar: سلطة سيزر

source: Mixed Nuts
ar: مكسرات مشكله

source: Red pepper guacamole
ar: الفلفل الأحمر جواكامولي

source: Yogurt with mixed berries
ar: زبادي مع توت مشكل

source: Apple slices with peanut
ar: شرائح التفاح مع الفول السوداني

source: Cottage cheese
ar: جبن

source: Celery sticks with Cheese
ar: أعواد الكرفس بالجبن

source: System
ar: النظام

source: Light
ar: الضوء

source: Dark
ar: المظلم

# life_pristine
source: Make your life Pristine
ar: اجعل حياتك نقية

# pristine_access
source: Pristine give u access to our full expensive features
ar: يمنحك النظام الوصول إلى ميزاتنا باهظة الثمن بالكامل

# gateway
source: Choose Gateway
ar: اختار طريقة الدفع

# three_months
source: 3 months
ar: 3شهور

source: total price
ar: السعر الكلي

source: Monthly
ar: شهريا

# cancel_sub
source: You can cancel your subscription at any time through google pay
ar: يمكنك إلغاء اشتراكك في أي وقت من خلال google pay

# choose_content
source: Choose your content
ar: اختار المحتوي

# iam_a
source: I'm a
ar: انا

# healthy
source: You want to be provided by healthy recipes that you should consume to remain healthy
ar: تريد أن تحصل على وصفات صحية بجانب المكونات ومقاطع الفيديو

# patient
source: You want to be provided per your health situation
ar: تريد أن تحصل علي وصفات علي حسب حالتك الصحية مع مكونات و مقاطع الفيديو

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة السر

source: Forget your password ?
ar: نسيت كلمة المرور ؟

source: Sign In
ar: تسجيل الدخول

# no_account
source: Don't Have an account ?
ar: ليس لديك حساب ؟

source: Sign Up
ar: سجل الآن

# have_an_account
source: Already have an account ?
ar: هل لديك حساب ؟

# terms1
source: By submitting my information, I agree to the
ar: من خلال إنشاء حساب ، فإنك توافق بالفعل على

# terms2
source: Terms and Conditions
ar: الأحكام والشروط

source: Notfications
ar: إشعارات

# ask_me_how_i_feel
source: Ask me how I feel everyday
ar: اسالني كيف اشعر كل يوم

source: Continue as GUEST
ar: سجل كضيف

# change_password
source: Change your password
ar: تغيير كلمة المرور

# enter_token
source: Enter Your Code
ar: أدخل الرمز الخاص بك

# validate_token
source: Validate Code
ar: التحقق من صحة الرمز

# reset_pass
source: Reset password
ar: إعادة تعيين كلمة المرور

# pass_confirm
source: Password Confirmation
ar: تأكيد كلمة المرور

source: Per Situation
ar: حالة معينة

source: Favorites
ar: المفضلة

source: Delete account
ar: حذف الحساب

source: Account
ar: الحساب

source: Update
ar: تحديث

source: Installing Update
ar: جاري تنزيل التحديث

source: No update available
ar: لا يوجد تحديث

source: Update Available
ar: يوجد تحديث

# do_install_update
source: Do you want to install the update?
ar: هل تريد تثبيت التحديث?

source: Livine
ar: ليفين

# sure_to_logout
source: Are you sure you want to logout ?
ar: هل أنت تريد تسجيل الخروج ؟

source: Cancel
ar: إلغاء

source: Delete
ar: حذف

# sure_to_delete
source: Are you sure you want to delete your account ?
ar: هل أنت تريد حذف هذا الحساب ؟

# live_naturally
source: Let's live naturally without any type of medications
ar: هيا نعيش بشكل طبيعي بدون اي تدخل كيميائي

source: Get Started
ar: ابدأ

source: Check for update
ar: فحص التحديثات

source: Home
ar: الرئيسية

source: Meals
ar: وجبات

source: Change language
ar: تغيير اللغة

# change_notification
source: Change notification settings
ar: تغيير الإشعارات

# change_theme
source: Change theme, colors and more
ar: تغيير السمة و الالوان

# help_us
source: Help us improve our app
ar: ساعدنا علي تحسين التطبيق

source: Choose
ar: اختر

source: Email Address
ar: البريد الاكتروني

source: code
ar: الرمز

# enter_token_has_sent
source: Enter the token that has been sent to your email
ar: ادخل الرمز الذي تم ارساله الي البريد الاكتروني الخاص بك

source: Dynamic Theme
ar: الوضع الديناميكي

# dynamic_theme_hint
source: This will change the theme based on your wallpaper, it's available only on Android 12+, when it's on you can't change the theme manually
ar: سيؤدي هذا الي تغير لون البرنامج علي لون خلفية الجهاز, هذة الخصية متاحة فقط من اندرويد 12 او اعلي, عندما تكون مفعلة, لا تستطيع اختيار اللون

source: Primary Color
ar: اللون الاساسي

source: Secondary Color
ar: اللون الثاني

# tertiary_color
source: Teritary Color
ar: اللون الثالث

# primary_color_hint
source: Primary color is used for the bar and the background of the app's top app bar.
ar: يُستخدم اللون الأساسي للشريط وخلفية شريط التطبيقات العلوي بالتطبيق.

# secondary_color_hint
source: Secondary color is used for some part of UI that need to stand out, such as sliders, switches, or progress bars.
ar: يتم استخدام اللون الثاني لبعض أجزاء واجهة المستخدم التي تحتاج إلى التميز ، مثل أشرطة التمرير أو المفاتيح أو أشرطة التقدم.

# teritary_color_hint
source: Tertiary color is used for the background of selected text fields and the text of progress indicators.
ar: يتم استخدام اللون الثلاثي لخلفية الحقول النصية المحددة ونص مؤشرات التقدم.

source: Points
ar: نقاط

source: Start cooking
ar: ابدا بالطهي

source: Step
ar: خطوة

# step_of
source: of
ar: من

source: Edit profile
ar: تعديل الحساب

source: Vegetarian
ar: نباتي

source: Accessibility
ar: إمكانية الوصول

# change_use
source: Change how you use Livine
ar: غير طريقة استخدامك لليفين

source: Swipe Screen
ar: اسحب الشاشة

# minute
source: min
ar: دقيقة

# calories
source: Cal
ar: سعرات
